
#----------------Regular Expression Error message-------------------#
invalid.user.username=\u0646\u0627\u0645 \u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627\u06CC\u062F \u062A\u0631\u06A9\u06CC\u0628\u06CC \u0627\u0632 \u062D\u0631\u0648\u0641 \u0628\u0632\u0631\u06AF \u0648 \u06A9\u0648\u0686\u06A9 \u0648 \u0627\u0639\u062F\u0627\u062F \u0628\u0627\u0634\u062F
invalid.user.national.code=\u06A9\u062F \u0645\u0644\u06CC \u0628\u0627\u06CC\u062F \u062A\u0631\u06A9\u06CC\u0628\u06CC \u0627\u0632 \u0627\u0639\u062F\u0627\u062F \u0628\u0627\u0634\u062F


#----------------Size Error Message---------------------------------#
length.user.username=\u0637\u0648\u0644 \u0646\u0627\u0645 \u06A9\u0627\u0631\u0628\u0631\u06CC \u062D\u062F\u0627\u0642\u0644 5 \u0648 \u062D\u062F\u0627\u06A9\u062B\u0631 20 \u06A9\u0627\u0631\u0627\u06A9\u062A\u0631 \u0645\u06CC \u06CC\u0627\u0634\u062F
length.user.first.name=\u0637\u0648\u0644 \u0646\u0627\u0645  \u062D\u062F\u0627\u0642\u0644 3 \u0648 \u062D\u062F\u0627\u06A9\u062B\u0631 20 \u06A9\u0627\u0631\u0627\u06A9\u062A\u0631 \u0645\u06CC \u06CC\u0627\u0634\u062F
length.user.last.name=\u0637\u0648\u0644 \u0646\u0627\u0645 \u062E\u0627\u0646\u0648\u0627\u062F\u06AF\u06CC \u062D\u062F\u0627\u0642\u0644 3 \u0648 \u062D\u062F\u0627\u06A9\u062B\u0631 30 \u06A9\u0627\u0631\u0627\u06A9\u062A\u0631 \u0645\u06CC \u06CC\u0627\u0634\u062F
length.user.national.code=\u0637\u0648\u0644 \u06A9\u062F \u0645\u0644\u06CC \u0628\u0631\u0627\u06CC \u0627\u0634\u062E\u0627\u0635 \u062D\u0642\u06CC\u0642\u06CC 10 \u0648 \u0628\u0631\u0627\u06CC \u0627\u0634\u062E\u0627\u0635 \u062D\u0642\u0648\u0642\u06CC 11 \u06A9\u0627\u0631\u0627\u06A9\u062A\u0631 \u0645\u06CC \u06CC\u0627\u0634\u062F
length.role.title=\u0637\u0648\u0644 \u0639\u0646\u0648\u0627\u0646 \u0646\u0642\u0634 \u062D\u062F\u0627\u0642\u0644 3 \u0648 \u062D\u062F\u0627\u06A9\u062B\u0631 100 \u06A9\u0627\u0631\u0627\u06A9\u062A\u0631 \u0645\u06CC \u06CC\u0627\u0634\u062F

#-----------------------Global Message------------------------------#
application.message.success=\u0639\u0645\u0644\u06CC\u0627\u062A \u0628\u0627 \u0645\u0648\u0641\u0642\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0634\u062F
not.found.user=\u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
duplicate.user=\u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0648\u062C\u0648\u062F \u0627\u0633\u062A \u0648 \u0627\u0645\u06A9\u0627\u0646 \u062B\u0628\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062A\u06A9\u0631\u0627\u0631\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
not.found.account=\u062D\u0633\u0627\u0628 \u0628\u0627\u0646\u06A9\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
not.found.transaction=\u062A\u0631\u0627\u06A9\u0646\u0634\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
validationError.text=\u0645\u0642\u062F\u0627\u0631 %s \u0628\u0647 \u062F\u0631\u0633\u062A\u06CC \u0648\u0627\u0631\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A
missingParameter.text=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 %s \u0646\u0627\u0645\u0648\u062C\u0648\u062F \u0627\u0633\u062A
invalidLength.text=\u0637\u0648\u0644 %s \u0646\u0645\u06CC \u062A\u0648\u0627\u0646\u062F %s \u06A9\u0627\u0631\u0627\u06A9\u062A\u0631 \u0628\u0627\u0634\u062F
invalidMinLength.text=\u0645\u0642\u062F\u0627\u0631 %s \u0646\u0645\u06CC \u062A\u0648\u0627\u0646\u062F \u06A9\u0645\u062A\u0631 \u0627\u0632 %s \u0628\u0627\u0634\u062F
invalidMaxLength.text=\u0645\u0642\u062F\u0627\u0631 %s \u0646\u0645\u06CC \u062A\u0648\u0627\u0646\u062F \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 %s \u0628\u0627\u0634\u062F
unknownError.text=\u062E\u0637\u0627\u06CC \u0646\u0627\u0634\u0646\u0627\u062E\u062A\u0647 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
requestNotReadable.text = \u062E\u0637\u0627 \u062F\u0631 \u0622\u0646\u0627\u0644\u06CC\u0632 \u062F\u0627\u062F\u0647 \u0647\u0627\u06CC \u0648\u0631\u0648\u062F\u06CC

#------------------------Role Message------------------------------#
not.found.role=\u0646\u0642\u0634 \u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
duplicate_role=\u0646\u0642\u0634 \u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0646\u0648\u0639 \u0646\u0642\u0634 \u0642\u0628\u0644\u0627 \u062F\u0631 \u0633\u0627\u0645\u0627\u0646\u0647 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A

#------------------------User Message------------------------------#
not.found.users=\u06A9\u0627\u0631\u0628\u0631\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F

#------------------------User Message------------------------------#
not.found.accounts=\u062D\u0633\u0627\u0628 \u0628\u0627\u0646\u06A9\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
duplicate.account.type=\u0647\u0631 \u0634\u062E\u0635 \u0627\u0632 \u0647\u0631 \u0646\u0648\u0639 \u062D\u0633\u0627\u0628 \u0628\u0627\u0646\u06A9\u06CC \u062A\u0646\u0647\u0627\u06CC\u06A9 \u0645\u0648\u0631\u062F \u062B\u0628\u062A \u0634\u062F\u0647 \u0645\u06CC \u062A\u0648\u0627\u0646\u062F \u062F\u0627\u0634\u062A\u0647 \u0628\u0627\u0634\u062F
duplicate.account.user=\u0634\u0645\u0627\u0631\u0647 \u062D\u0633\u0627\u0628 \u062B\u0628\u062A \u0634\u062F\u0647 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0634\u062E\u0635 \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
duplicate.account.number=\u0634\u0645\u0627\u0631\u0647 \u062D\u0633\u0627\u0628 \u062B\u0628\u062A \u0634\u062F\u0647 \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0645\u0648\u062C\u0648\u062F \u0645\u06CC \u0628\u0627\u0634\u062F
